Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsEditor/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, ru_ru, sr_cyrl_rs, zh_cn, zh_tw

# Globals_LaunchModeSetting.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: How the terminal will appear on launch. Focus will hide the tabs and title bar.
de_de: Wie das Terminal beim Start angezeigt wird. Der Fokus blendet die Registerkarten und die Titelleiste aus.
es_es: Cómo aparecerá el terminal al iniciarse. El foco ocultará las pestañas y la barra de título.
fr_fr: Mode d’affichage du terminal au démarrage. Le focus masque les onglets et la barre de titre.
it_it: Come verrà visualizzato il terminale all'avvio. Lo stato attivo nasconde le schede e la barra del titolo.
ja_jp: ターミナルが起動時にどのように表示されるか。フォーカスすると、タブとタイトル バーが非表示になります。
ko_kr: 시작 시에 터미널이 나타나는 방식입니다. 포커스가 탭과 제목 표시줄을 숨길 수 있습니다.
ru_ru: Как терминал будет отображаться при запуске. Фокус будет скрывать вкладки и заголовок окна.
sr_cyrl_rs: Како ће се терминал приказати приликом покретања. Фокус ће сакрити линију картица и насловну линију..
zh_cn: 终端在启动时的显示方式。专注将隐藏选项卡和标题栏。
zh_tw: 啟動時終端機的顯示方式。焦點將會隱藏索引標籤和標題列。

# Globals_LaunchModeDefault.Content
source: Default
de_de: Standard
es_es: Predeterminado
fr_fr: Par défaut
it_it: Predefinito
ja_jp: 既定
ko_kr: 기본값
ru_ru: По умолчанию
sr_cyrl_rs: Подразумевани
zh_cn: 默认
zh_tw: 預設

# Globals_LaunchModeFullscreen.Content
source: Full screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
it_it: Schermo intero
ja_jp: 全画面表示
ko_kr: 전체 화면
ru_ru: На весь экран
sr_cyrl_rs: Пун екран
zh_cn: 全屏
zh_tw: 全螢幕

# Globals_LaunchModeMaximized.Content
source: Maximized
de_de: Maximiert
es_es: Maximizada
fr_fr: Maximisé
it_it: Ingrandito
ja_jp: 最大化
ko_kr: 최대화
ru_ru: Развернуто
sr_cyrl_rs: Увећано
zh_cn: 最大化
zh_tw: 最大化

# Globals_WindowingBehavior.Header
source: New instance behavior
de_de: Neues Instanzverhalten
es_es: Comportamiento de nueva instancia
fr_fr: Comportement des nouvelles instances
it_it: Comportamento nuova istanza
ja_jp: 新しいインスタンスの動作
ko_kr: 새 인스턴스 동작
ru_ru: Поведение нового экземпляра
sr_cyrl_rs: Понашање нове инстанце
zh_cn: 新建实例行为
zh_tw: 新執行個體行為

# Globals_WindowingBehavior.HelpText
source: Controls how new terminal instances attach to existing windows.
de_de: Steuert, wie neue Terminalinstanzen an vorhandene Fenster angehängt werden.
es_es: Controla cómo se adjuntan nuevas instancias de terminal a ventanas existentes.
fr_fr: Contrôle la façon dont les nouvelles instances de terminal sont attachées aux fenêtres existantes.
it_it: Controlla il modo in cui le nuove istanze di terminale si allegano alle finestre esistenti.
ja_jp: 新しい端末インスタンスを既存のウィンドウにアタッチする方法を制御します。
ko_kr: 새 터미널 인스턴스가 기존 창에 어떻게 연결하는지 제어합니다.
ru_ru: Управляет способом присоединения новых экземпляров терминала к существующим окнам.
sr_cyrl_rs: Контролише како се нове инстанце терминала каче на постојеће прозоре.
zh_cn: 控制新终端实例如何附加到现有窗口。
zh_tw: 控制新的終端機執行個體附加到現有視窗的方式。

# Globals_WindowingBehaviorUseNew.Content
source: Create a new window
de_de: Neues Fenster erstellen
es_es: Crear una nueva ventana
fr_fr: Créer une fenêtre
it_it: Crea una nuova finestra
ja_jp: 新しいウィンドウを作成する
ko_kr: 새 창 만들기
ru_ru: Создать окно
sr_cyrl_rs: Креирај нови прозор
zh_cn: 创建新窗口
zh_tw: 建立新的視窗

# Globals_WindowingBehaviorUseAnyExisting.Content
source: Attach to the most recently used window
de_de: An das zuletzt verwendete Fenster anhängen
es_es: Adjuntar a la ventana usada más recientemente
fr_fr: Joindre à la fenêtre la plus récemment utilisée
it_it: Allega alla finestra usata più di recente
ja_jp: 最近使用したウィンドウに接続する
ko_kr: 가장 최근에 사용한 창에 첨부
ru_ru: Присоединять к последнему использованному окну
sr_cyrl_rs: Прикачи на последње коришћени прозор
zh_cn: 附加到最近使用的窗口
zh_tw: 附加到最近使用的視窗

# Globals_WindowingBehaviorUseExisting.Content
source: Attach to the most recently used window on this desktop
de_de: An das zuletzt verwendete Fenster auf diesem Desktop anhängen
es_es: Adjuntar a la ventana de uso más reciente en este escritorio
fr_fr: Attacher à la dernière fenêtre utilisée sur ce bureau
it_it: Allega alla finestra usata più di recente su questo desktop
ja_jp: このデスクトップで最近使用したウィンドウに接続する
ko_kr: 이 데스크톱에서 가장 최근에 사용한 창에 첨부
ru_ru: Присоединять к последнему использованному окну на этом рабочем столе
sr_cyrl_rs: Прикачи на последње коришћени прозор на овој радној површини
zh_cn: 附加到此桌面上最近使用的窗口
zh_tw: 附加到此桌面最近使用的視窗

# Globals_ShowTitlebar.Header
source: Hide the title bar (requires relaunch)
de_de: Titelleiste ausblenden (Neustart erforderlich)
es_es: Ocultar la barra de título (requiere reiniciar)
fr_fr: Masquer la barre de titre (redémarrage nécessaire)
it_it: Nascondi la barra del titolo (sarà necessario riavviare)
ja_jp: タイトル バーを非表示にする (再起動が必要)
ko_kr: 제목 표시줄 숨기기(다시 시작해야 함)
ru_ru: Скрыть заголовок окна (требуется перезапуск)
sr_cyrl_rs: Сакриј насловну линију (потребно је поновно покретање)
zh_cn: 隐藏标题栏（需要重新启动）
zh_tw: 隱藏標題列 (需要重新啟動)

# Globals_ShowTitlebar.HelpText
source: When disabled, the title bar will appear above the tabs.
de_de: Wenn diese Option deaktiviert ist, wird die Titelleiste über den Registerkarten angezeigt.
es_es: Cuando está deshabilitada, la barra de título aparecerá encima de las pestañas.
fr_fr: Une fois désactivée, la barre de titre s’affiche au-dessus des onglets.
it_it: Se disabilitata, la barra del titolo verrà visualizzata sopra le schede.
ja_jp: 無効にすると、タイトル バーがタブの上に表示されます。
ko_kr: 사용하지 않도록 설정하면 제목 표시줄이 탭 위에 표시됩니다.
ru_ru: Если этот параметр отключен, строка заголовка будет отображаться над вкладками.
sr_cyrl_rs: Када је искључено, линија наслова ће се појавити изнад картица.
zh_cn: 禁用后，标题栏将显示在选项卡上方。
zh_tw: 停用時，標題列會出現在索引標籤上方。

# Globals_AcrylicTabRow.Header
source: Use acrylic material in the tab row
de_de: Acrylmaterial in der Registerkartenzeile verwenden
es_es: Usar material acrílico en la fila de tabulación
fr_fr: Utiliser un matériau acrylique dans la ligne de l’onglet
it_it: Usa il materiale acrilico nella riga di tabulazione
ja_jp: タブ行にアクリル素材を使用する
ko_kr: 탭 행에서 아크릴 재질 사용
ru_ru: Использовать акриловый материал в строке вкладки
sr_cyrl_rs: Користи акрилни материјал у реду картица
zh_cn: 在选项卡行中使用亚克力材料
zh_tw: 在索引標籤列中使用壓克力材料

# Globals_ShowTitleInTitlebar.Header
source: Use active terminal title as application title
de_de: Verwendung des Titels des aktiven Terminals als Anwendungstitel
es_es: Usar título de terminal activo como título de la aplicación
fr_fr: Utilisez le titre du terminal actif comme titre de l’application
it_it: Usa il titolo del terminale attivo come titolo dell'applicazione
ja_jp: アクティブなターミナルのタイトルをアプリケーションのタイトルとして使用
ko_kr: 활성 터미널 제목을 응용 프로그램 제목으로 사용
ru_ru: Использовать название активного терминала в качестве названия приложения
sr_cyrl_rs: Користи наслов активног терминала као наслов апликације
zh_cn: 使用活动的终端标题作为应用程序标题
zh_tw: 使用作用中的終端機標題做為應用程式標題

# Globals_ShowTitleInTitlebar.HelpText
source: When disabled, the title bar will be 'Terminal'.
de_de: Wenn diese Option deaktiviert ist, lautet die Titelleiste „Terminal“.
es_es: Cuando se deshabilita, la barra de título será "Terminal".
fr_fr: Une fois désactivée, la barre de titre est « Terminal ».
it_it: Se disabilitata, la barra del titolo sarà “Terminale”.
ja_jp: 無効にすると、タイトル バーは 'ターミナル' になります。
ko_kr: 사용하지 않도록 설정하면 제목 표시줄이 '터미널'이 됩니다.
ru_ru: Если этот параметр отключен, строка заголовка будет иметь значение "Terminal".
sr_cyrl_rs: Када је искључено, линија наслова ће да буде ’Терминал’.
zh_cn: 禁用后，标题栏将为“终端”。
zh_tw: 停用時，標題列會是 [Windows 終端機]。

# Globals_SnapToGridOnResize.Header
source: Snap window resizing to character grid
de_de: Anpassen der Fenstergröße an Zeichenraster ausrichten
es_es: Ajustar el tamaño de la ventana a la cuadrícula del carácter
fr_fr: Ajuster la dimension de la fenêtre à la grille de caractères
it_it: Ancora ridimensionamento della finestra alla griglia caratteri
ja_jp: ウィンドウをサイズ変更して文字グリッドにスナップする
ko_kr: 문자 눈금에 맞게 창 크기 조정
ru_ru: Привязка изменения размера окно к сетке символов
sr_cyrl_rs: Ограничи промену величине прозора на мрежу карактера
zh_cn: 将窗口大小调整为字符网格对齐
zh_tw: 將視窗大小調整為字元格線

# Globals_SnapToGridOnResize.HelpText
source: When disabled, the window will resize smoothly.
de_de: Wenn diese Option deaktiviert ist, wird die Größe des Fensters reibungslos geändert.
es_es: Cuando se deshabilita, la ventana cambiará de tamaño sin problemas.
fr_fr: Une fois désactivée, la fenêtre se redimensionne sans à-coups.
it_it: Se disabilitata, la finestra verrà ridimensionata in modo corretto.
ja_jp: 無効にすると、ウィンドウがスムーズにサイズ変更されます。
ko_kr: 사용하지 않도록 설정하면 창의 크기가 원활하게 조정됩니다.
ru_ru: Если этот параметр отключен, размер окна будет плавно изменен.
sr_cyrl_rs: Када је искључено, промена величине прозора ће бити глатка.
zh_cn: 禁用后，窗口将平滑调整大小。
zh_tw: 停用時，視窗將會順暢地調整大小。

# Globals_StartOnUserLogin.Header
source: Launch on machine startup
de_de: Beim Starten des Computers starten
es_es: Iniciar al inicio del equipo
fr_fr: Lancement au démarrage de l’ordinateur
it_it: Avvia all'avvio del computer
ja_jp: コンピューターのスタートアップ時に起動
ko_kr: 컴퓨터 시작 시 실행
ru_ru: Запускать при запуске компьютера
sr_cyrl_rs: Покрени приликом стартовања машине
zh_cn: 在计算机启动时启动
zh_tw: 在電腦啟動時啟動

# Globals_StartOnUserLogin.HelpText
source: Automatically launch Terminal when you log in to Windows.
de_de: Terminal automatisch starten, wenn Sie sich bei Windows anmelden.
es_es: Iniciar terminal automáticamente al iniciar sesión en Windows.
fr_fr: Lancez automatiquement Terminal lorsque vous vous connectez à Windows.
it_it: Avvia automaticamente il terminale quando accedi a Windows.
ja_jp: Windows にログインすると、ターミナルが自動的に起動します。
ko_kr: Windows 로그인할 때 터미널을 자동으로 시작합니다.
ru_ru: Автоматически запускать терминал при входе в Windows.
sr_cyrl_rs: Терминал се аутоматски покреће када се пријавите на Windows.
zh_cn: 登录到 Windows 时自动启动终端。
zh_tw: 當您登入Windows時，會自動啟動終端機。

# Globals_CenterOnLaunchCentered
source: Centered
de_de: Zentriert
es_es: Centrado
fr_fr: Centré
it_it: Centrato
ja_jp: 中央揃え
ko_kr: 가운데
ru_ru: По центру
sr_cyrl_rs: Центрирано
zh_cn: 居中
zh_tw: 置中對齊

# Globals_CenterOnLaunch.Text
source: Center on launch
de_de: Beim Start zentrieren
es_es: Centrar en el inicio
fr_fr: Centrer au lancement
it_it: Allinea al centro all'avvio
ja_jp: 起動時に中央
ko_kr: 시작 시 가운데 맞춤
ru_ru: По центру при запуске
sr_cyrl_rs: Прозор се центрира приликом покретања
zh_cn: 在启动时居中
zh_tw: 啟動時置中

# Globals_CenterOnLaunch.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: When enabled, the window will be placed in the center of the screen when launched.
de_de: Wenn diese Option aktiviert ist, wird das Fenster beim Starten in der Mitte des Bildschirms platziert.
es_es: Cuando está habilitada, la ventana se coloca en el centro de la pantalla cuando se inicia.
fr_fr: Lorsque cette option est activée, la fenêtre est placée au centre de l’écran lorsqu’elle est lancée.
it_it: Se questa opzione è abilitata, la finestra verrà posizionata al centro dello schermo all'avvio.
ja_jp: 有効にすると、起動時にウィンドウが画面の中央に配置されます。
ko_kr: 사용하도록 설정하면 창이 시작될 때 화면 중앙에 배치됩니다.
ru_ru: Если этот параметр включен, окно будет помещено в центр экрана при запуске.
sr_cyrl_rs: Када је укључено, прозор ће се приликом покретања поставити у центар екрана.
zh_cn: 启用后，启动时窗口将放置在屏幕中心。
zh_tw: 啟用後，啟動時視窗將位於螢幕中央。

# Globals_AlwaysOnTop.Header
source: Always on top
de_de: Immer im Vordergrund
es_es: Siempre en primer plano
fr_fr: Toujours au premier plan
it_it: Sempre in primo piano
ja_jp: 常に手前に表示
ko_kr: 항상 위
ru_ru: Поверх остальных окон
sr_cyrl_rs: Увек на врху
zh_cn: 置于顶层
zh_tw: 最上層顯示

# Profile_ForceVTInput.Header
source: Use the legacy input encoding
de_de: Verwenden der Legacyeingabecodierung
es_es: Usar la codificación de entrada heredada
fr_fr: Utiliser l’encodage d’entrée hérité
it_it: Usa la codifica di input legacy
ja_jp: レガシ入力エンコードを使用する
ko_kr: 레거시 입력 인코딩 사용
ru_ru: Использовать устаревшую входную кодировку
sr_cyrl_rs: Користи стару верзију кодирања уноса
zh_cn: 使用旧输入编码
zh_tw: 使用舊版輸入編碼

# Profile_AllowVtChecksumReport.Header
source: Allow DECRQCRA (Request Checksum of Rectangular Area)
de_de: DECRQCRA zulassen (Prüfsumme des rechteckigen Bereichs anfordern, Request Checksum of Rectangular Area)
es_es: Permitir DECRQCRA (Request Checksum of Rectangular Area)
fr_fr: Autoriser les DECRQCRA (Request Checksum of Rectangular Area)
it_it: Consenti DECRQCRA (Request Checksum of Rectangular Area)
ja_jp: DECRQCRA を許可する (Request Checksum of Rectangular Area)
ko_kr: DECRQCRA 허용(Request Checksum of Rectangular Area)
ru_ru: Разрешить DECRQCRA (Request Checksum of Rectangular Area)
sr_cyrl_rs: Дозволи DECRQCRA (Request Checksum of Rectangular Area)
zh_cn: 允许 DECRQCRA (Request Checksum of Rectangular Area)
zh_tw: 允許 DECRQCRA (Request Checksum of Rectangular Area)

# Profile_AllowVtClipboardWrite.Header
source: Allow OSC 52 (Manipulate Selection Data) to write to the clipboard
de_de: Schreiben in die Zwischenablage durch OSC 52 (Manipulate Selection Data) zulassen
es_es: Permitir que OSC 52 (Manipulate Selection Data) escriban en el Portapapeles
fr_fr: Autoriser OSC 52 (Manipulate Selection Data) à écrire dans le Presse-papiers
it_it: Consenti OSC 52 (Manipulate Selection Data) di scrivere negli Appunti
ja_jp: OSC 52 (Manipulate Selection Data) を使用したクリップボードへの書き込みを許可する
ko_kr: OSC 52(Manipulate Selection Data)가 클립보드에 쓸 수 있도록 허용
ru_ru: Разрешить OSC 52 (Manipulate Selection Data) запись в буфер обмена
sr_cyrl_rs: Дозволи OSC 52 (Manipulate Selection Data) за упис у клипборд
zh_cn: 允许 OSC 52 (Manipulate Selection Data) 写入剪贴板
zh_tw: 允許 OSC 52 (Manipulate Selection Data) 寫入剪貼簿

# Globals_AllowHeadless.Header
source: Allow Windows Terminal to run in the background
de_de: Ausführung von Windows Terminal im Hintergrund zulassen
es_es: Permitir que Terminal Windows se ejecuten en segundo plano
fr_fr: Autoriser Terminal Windows à s’exécuter en arrière-plan
it_it: Consenti l'esecuzione di Terminale Windows in background
ja_jp: Windows ターミナルのバックグラウンドでの実行を許可する
ko_kr: Windows 터미널 백그라운드에서 실행하도록 허용
ru_ru: Разрешить запуск терминала Windows в фоновом режиме
sr_cyrl_rs: Дозволи да се Windows Терминал извршава у позадини
zh_cn: 允许Windows 终端在后台运行
zh_tw: 允許 Windows 終端機 在背景執行

# Globals_DebugFeaturesEnabled.Header
source: Enable debugging features
de_de: Debugfeatures aktivieren
es_es: Habilitar características de depuración
fr_fr: Activer les fonctionnalités de débogage
it_it: Abilita funzionalità di debug
ja_jp: デバッグ機能を有効にする
ko_kr: 디버깅 기능 사용
ru_ru: Включить функции отладки
sr_cyrl_rs: Укључи функције за отклањање грешака
zh_cn: 启用调试功能
zh_tw: 啟用偵錯功能

# Globals_AlwaysOnTop.HelpText
source: Terminal will always be the topmost window on the desktop.
de_de: Terminal wird immer das oberste Fenster auf dem Desktop sein.
es_es: El terminal siempre será la ventana superior del escritorio.
fr_fr: Le terminal est toujours la fenêtre située au premier plan sur le bureau.
it_it: Il terminale sarà sempre la finestra più in alto sul desktop.
ja_jp: ターミナルは常にデスクトップの最上位ウィンドウになります。
ko_kr: 터미널은 항상 데스크톱에 있는 최상위 창이 됩니다.
ru_ru: Терминал всегда будет верхним окном рабочего стола.
sr_cyrl_rs: Терминал ће увек бити изнад свих осталих прозора на радној површини.
zh_cn: 终端将始终是桌面上最顶部的窗口。
zh_tw: 終端機永遠是桌面最上方的視窗。

# Profile_ForceVTInput.HelpText
source: Certain keyboard input in some applications may stop working properly when this setting is enabled.
de_de: Bestimmte Tastatureingaben in einigen Anwendungen funktionieren möglicherweise nicht mehr ordnungsgemäß, wenn diese Einstellung aktiviert ist.
es_es: Es posible que determinada entrada de teclado en algunas aplicaciones deje de funcionar correctamente cuando esta configuración está habilitada.
fr_fr: Certaines entrées de clavier dans certaines applications peuvent cesser de fonctionner correctement lorsque ce paramètre est activé.
it_it: Alcuni input da tastiera in alcune applicazioni potrebbero smettere di funzionare correttamente quando questa impostazione è abilitata.
ja_jp: この設定を有効にすると、一部のアプリケーションでキーボード入力が正しく動作しなくなる可能性があります。
ko_kr: 이 설정을 사용하면 일부 응용 프로그램의 특정 키보드 입력이 제대로 작동하지 않을 수 있습니다.
ru_ru: Некоторые входные данные клавиатуры в некоторых приложениях могут перестать работать правильно, если этот параметр включен.
sr_cyrl_rs: Одређени унос тастатуром у неким апликацијама ће можда престати да ради исправно када се укључи ово подешавање.
zh_cn: 启用此设置后，某些应用程序中的某些键盘输入可能会停止正常工作。
zh_tw: 啟用此設定時，某些應用程式中的某些鍵盤輸入可能會停止正常運作。

# Globals_AllowHeadless.HelpText
source: This allows actions such as Global Summon and Quake Mode actions to work even when no windows are open.
de_de: Auf diese Weise können Aktionen wie globale Korrektur- und Quakemodusaktionen auch dann funktionieren, wenn keine Fenster geöffnet sind.
es_es: Esto permite que acciones como las acciones de la convocatoria global y el modo de conferencia funcionen incluso cuando no hay ventanas abiertas.
fr_fr: Cela permet aux actions telles que les actions en mode d’engagement global et de mode Dent de fonctionner même lorsqu’aucune fenêtre n’est ouverte.
it_it: Questo consente ad azioni quali richiamo globale e modalità quake di funzionare anche quando non sono aperte finestre.
ja_jp: これにより、ウィンドウが開かなくても、グローバル デコレーションや Quake モードのアクションなどのアクションを実行できます。
ko_kr: 이렇게 하면 창이 열려 있지 않아도 전역 관리자 및 관리자 모드 작업과 같은 작업이 작동할 수 있습니다.
ru_ru: Это позволяет выполнять такие действия, как глобальный вызов и режим землетрясения, даже если ни одно окно не открыто.
sr_cyrl_rs: Ово омогућава да акције као што су Global Summon и Quake Режим раде чак и када нема отворених прозора.
zh_cn: 通过此设置，即使没有打开任何窗口，全局召唤等操作和震动模式操作也可以正常工作。
zh_tw: 這可允許全域傳送與「受擷取模式」等動作運作，即使沒有開啟視窗也可運作。

# Globals_TabWidthMode.Header
source: Tab width mode
de_de: Modus Registerkartenbreite
es_es: Modo de ancho de pestaña
fr_fr: Largeur des onglets
it_it: Modalità larghezza tabulazione
ja_jp: タブ幅モード
ko_kr: 탭 너비 모드
ru_ru: Режим ширины вкладки
sr_cyrl_rs: Режим ширине картица
zh_cn: 选项卡宽度
zh_tw: 索引標籤寬度模式

# Globals_TabWidthMode.HelpText
source: Compact will shrink inactive tabs to the size of the icon.
de_de: Mit "Kompakt" werden inaktive Registerkarten auf die Größe des Symbols verkleinert.
es_es: Compactar reducirá las pestañas inactivas al tamaño del icono.
fr_fr: Compact réduit les onglets inactifs à la taille de l’icône.
it_it: Compatta riduce le schede inattive a icona.
ja_jp: コンパクトは、非アクティブなタブをアイコンのサイズに縮小します。
ko_kr: 압축하면 비활성 탭이 아이콘 크기로 축소됩니다.
ru_ru: В компактном режиме неактивные вкладки будут свернуты до размера значка.
sr_cyrl_rs: Компактни ће да скупи неактивне картице на величину иконе.
zh_cn: 紧凑会将停用的选项卡缩小为图标大小。
zh_tw: 精簡會將非使用中索引標籤縮小成圖示的大小。

# Globals_TabWidthModeCompact.Content
source: Compact
de_de: Kompakt
es_es: Compacto
it_it: Compatto
ja_jp: コンパクト
ko_kr: 작게
ru_ru: компакт
sr_cyrl_rs: Компактни
zh_cn: 紧凑
zh_tw: 精簡

# Globals_TabWidthModeEqual.Content
source: Equal
de_de: Gleich
es_es: Igual
fr_fr: Égale
it_it: Uguale
ja_jp: 均等
ko_kr: 같음
ru_ru: Равно
sr_cyrl_rs: Једнаки
zh_cn: 等宽
zh_tw: 等寬

# Globals_TabWidthModeTitleLength.Content
source: Title length
de_de: Titellänge
es_es: Longitud del título
fr_fr: Longueur du titre
it_it: Lunghezza titolo
ja_jp: タイトルの長さ
ko_kr: 제목 길이
ru_ru: Длина названия
sr_cyrl_rs: Дужина наслова
zh_cn: 标题长度
zh_tw: 標題長度

# Globals_Theme.Header
source: Application Theme
de_de: Anwendungsdesign
es_es: Tema de la aplicación
fr_fr: Thème d’application
it_it: Tema applicazione
ja_jp: アプリケーションのテーマ
ko_kr: 응용 프로그램 테마
ru_ru: Тема приложения
sr_cyrl_rs: Тема апликације
zh_cn: 应用程序主题
zh_tw: 應用程式佈景主題

# Globals_ThemeDark.Content
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
it_it: Scuro
ja_jp: ダーク
ko_kr: 어둡게
ru_ru: Темная тема
sr_cyrl_rs: Тамна
zh_cn: 深色
zh_tw: 深色

# Globals_ThemeSystem.Content
source: Use Windows theme
de_de: Windows-Design verwenden
es_es: Usar tema de Windows
fr_fr: Utiliser le thème Windows
it_it: Usare il tema di Windows
ja_jp: Windows テーマを使用
ko_kr: Windows 테마 사용
ru_ru: Использовать тему Windows
sr_cyrl_rs: Користи Windows тему
zh_cn: 使用 Windows 主题
zh_tw: 使用 Windows 佈景主題

# Globals_ThemeLight.Content
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
it_it: Chiaro
ja_jp: ライト
ko_kr: 밝게
ru_ru: Светлая тема
sr_cyrl_rs: Светла
zh_cn: 浅色
zh_tw: 淺色

# Globals_ThemeDarkLegacy.Content
source: Dark (Legacy)
de_de: Dunkel (Legacy)
es_es: Oscuro (heredado)
fr_fr: Sombre (hérité)
it_it: Scuro (legacy)
ja_jp: ダーク (レガシ)
ko_kr: 어둡게(레거시)
ru_ru: Темная (устаревшая)
sr_cyrl_rs: Тамна (старо)
zh_cn: 深色(旧版)
zh_tw: 深色 (舊版)

# Globals_ThemeSystemLegacy.Content
source: Use Windows theme (Legacy)
de_de: Windows-Design verwenden (Legacy)
es_es: Utilizar el tema de Windows (heredado)
fr_fr: Utiliser le thème Windows (hérité)
it_it: Usare il tema di Windows (legacy)
ja_jp: Windows テーマ (レガシ) を使用
ko_kr: Windows 테마 사용(레거시)
ru_ru: Использовать тему Windows (устаревшая)
sr_cyrl_rs: Користи Windows тему (старо)
zh_cn: 使用 Windows 主题(旧版)
zh_tw: 使用 Windows 佈景主題 (舊版)

# Globals_ThemeLightLegacy.Content
source: Light (Legacy)
de_de: Hell (Legacy)
es_es: Claro (heredado)
fr_fr: Clair (hérité)
it_it: Chiaro (legacy)
ja_jp: ライト (レガシ)
ko_kr: 밝게(레거시)
ru_ru: Светлая (устаревшая)
sr_cyrl_rs: Светла (старо)
zh_cn: 浅色(旧版)
zh_tw: 淺色 (舊版)

# Globals_WordDelimiters.Header
source: Word delimiters
de_de: Worttrennzeichen
es_es: Delimitadores de palabras
fr_fr: Délimitation des mots
it_it: Delimitatori di parola
ja_jp: 単語の区切り文字
ko_kr: 단어 구분 기호
ru_ru: Разделители слов
sr_cyrl_rs: Граничници речи
zh_cn: 单词分隔符
zh_tw: 文字分隔符號

# Globals_WordDelimiters.HelpText
source: These symbols will be used when you double-click text in the terminal or activate "Mark mode".
de_de: Diese Symbole werden verwendet, wenn Sie im Terminal auf Text doppelklicken oder "Markierungsmodus" aktivieren.
es_es: Estos símbolos se usarán al hacer doble clic en el texto en el terminal o al activar el "Modo marcar".
fr_fr: Ces symboles sont utilisés lorsque vous double-cliquez sur du texte dans le terminal ou activez le « mode Marque ».
it_it: Questi simboli verranno usati quando fai doppio clic sul testo nel terminale o attivi la "modalità contrassegna".
ja_jp: これらの記号は、ターミナル内のテキストをダブルクリックするか、"マーク モード".をアクティブにするときに使用されます。
ko_kr: 이러한 기호는 터미널에서 텍스트를 두 번 클릭하거나 ‘표시 모드’를 활성화할 때 사용됩니다.
ru_ru: Эти символы будут использоваться при двойном щелчке текста в терминале или активации режима пометки.
sr_cyrl_rs: Ови симболи ће се користити када извршите двоструки клик на текст у терминалу или активирате „Режим избора”.
zh_cn: 在终端中双击文本或激活“标记模式”时，将使用这些符号。
zh_tw: 當您按兩下終端機中的文字或啟用「標記模式」時，將會使用到這些符號。

# Nav_Appearance.Content
source: Appearance
de_de: Darstellung
es_es: Apariencia
fr_fr: Apparence
it_it: Aspetto
ja_jp: 外観
ko_kr: 모양
ru_ru: Оформление
sr_cyrl_rs: Изглед
zh_cn: 外观
zh_tw: 外觀

# Nav_ColorSchemes.Content
source: Color schemes
de_de: Farbschemen
es_es: Combinaciones de colores
fr_fr: Jeux de couleurs
it_it: Combinazioni di colori
ja_jp: 配色​​
ko_kr: 색 구성표
ru_ru: Цветовые схемы
sr_cyrl_rs: Шеме боја
zh_cn: 配色方案
zh_tw: 色彩配置

# Nav_Interaction.Content
source: Interaction
de_de: Interaktion
es_es: Interacción
it_it: Interazione
ja_jp: 操作
ko_kr: 상호 작용
ru_ru: Взаимодействие
sr_cyrl_rs: Интеракција
zh_cn: 交互
zh_tw: 互動

# Nav_Compatibility.Content
source: Compatibility
de_de: Kompatibilität
es_es: Compatibilidad
fr_fr: Compatibilité
it_it: Compatibilità
ja_jp: 互換性
ko_kr: 호환성
ru_ru: Совместимость
sr_cyrl_rs: Компатибилност
zh_cn: 兼容性
zh_tw: 相容性

# Nav_Launch.Content
source: Startup
de_de: Starten
es_es: Inicio
fr_fr: Démarrage
it_it: Avvio
ja_jp: スタートアップ
ko_kr: 시작
ru_ru: Запуск
sr_cyrl_rs: Покретање
zh_cn: 启动
zh_tw: 啟動

# Nav_OpenJSON.Content
source: Open JSON file
de_de: JSON-Datei öffnen
es_es: Abrir archivo JSON
fr_fr: Ouvrir le fichier JSON
it_it: Apri file Json
ja_jp: JSON ファイルを開く
ko_kr: Json 파일 열기
ru_ru: Открытие файла JSON
sr_cyrl_rs: Отвори JSON фајл
zh_cn: 打开 JSON 文件
zh_tw: 開啟 JSON 檔案

# Nav_ProfileDefaults.Content
source: Defaults
de_de: Standardwerte
es_es: Valores predeterminados
fr_fr: Par défaut
it_it: Impostazioni predefinite
ja_jp: 既定値
ko_kr: 기본값
ru_ru: По умолчанию
sr_cyrl_rs: Подразумевано
zh_cn: 默认值
zh_tw: 預設值
